export interface IReview {
  id: string,
  photo: string,
  name: string,
  text: string,
  rating?: 1 | 2 | 3 | 4 | 5
}

export const reviewsJSON: IReview[] = [
  {
    id: '1',
    photo: './assets/img/reviews/1.webp',
    name: 'Мілан К.',
    text: 'Маю ділянку біля водосховища Грахолуски. Замовив Крихітний будинок, і вже за тиждень він стояв готовий до прийому гостей. Здаю його через Airbnb — за перше літо повернув 40% інвестицій.',
    rating: 5
  },
  {
    id: '2',
    photo: './assets/img/reviews/2.webp',
    name: 'Люціє та Павел М.',
    text: 'Ми встановили два модулі — як затишні міні-офіси. В них приїжджають працювати фрилансери. Їм подобається тиша та гарний краєвид.',
    rating: 5
  },
  {
    id: '3',
    photo: './assets/img/reviews/3.webp',
    name: 'Тереза В.',
    text: 'Придбала модуль, поділений на кав’ярню та маленьке житло. Встановила біля велодоріжки. Люди зупиняються по каву, а я живу поруч.',
    rating: 4
  },
  {
    id: '4',
    photo: './assets/img/reviews/4.webp',
    name: 'Якуб Л.',
    text: 'Неподалік річки я встановив модуль для туристів. Рибалки та мандрівники бронюють його наперед. Замість простої ділянки — тепер маю прибутковий міні-бізнес.',
    rating: 5
  },
  {
    id: '5',
    photo: './assets/img/reviews/5.webp',
    name: 'Андреа С.',
    text: 'Мріяла про простір для занять із дітьми. Поставили модуль у саду, облаштувала студію, де проводжу творчі заняття.',
    rating: 4
  },
  {
    id: '6',
    photo: './assets/img/reviews/6.webp',
    name: 'Мартін Д.',
    text: 'Встановив Крихітний будинок на власній землі — тепер мої працівники живуть поруч. В перервах здаю його іншим.',
    rating: 5
  },
  {
    id: '7',
    photo: './assets/img/reviews/7.webp',
    name: 'Івета Р.',
    text: 'На порожній лісовій ділянці встановила модуль з каміном. Здаю як "ретрит дім" — ідеально для тих, хто шукає спокій.',
    rating: 5
  },
  {
    id: '8',
    photo: './assets/img/reviews/8.webp',
    name: 'Йозеф Н.',
    text: 'Об’єднав два модулі і зробив міні-хостел для гірськолижників. Це дешевше за будівництво і не потребує тяганини.',
    rating: 4
  },
  {
    id: '9',
    photo: './assets/img/reviews/9.webp',
    name: 'Петра Т.',
    text: 'Я інструкторка з йоги. У себе на ділянці зробила просторий модуль — студію зі світлом і панорамним вікном.',
    rating: 5
  },
  {
    id: '10',
    photo: './assets/img/reviews/10.webp',
    name: 'Філіп Ш.',
    text: 'Я психотерапевт. Замовив Крихітний кабінет і поставив на задньому дворі. Тепер приймаю клієнтів без оренди.',
    rating: 5
  }
];
