export const messages = [
  {
    text: 'Окупність від 2 років – отримуйте прибуток вже через 24 місяці!',
    route: '#contact-form',
  },
  {
    text: 'Встановлення будинку за 3-5 днів – без будівельних дозволів!',
    route: '#contact-form',
  },
  {
    text: 'Зекономте до 50% на витратах на будівництво порівняно з традиційними методами!',
    route: '#contact-form',
  },
  {
    text: 'Екологічний будинок площею 15 м², який працює на автономних системах.',
    route: '#contact-form',
  },
  {
    text: 'Пасивний дохід вже після першого місяця використання!',
    route: '#contact-form',
  },
  {
    text: 'Модульні будинки для оренди з середнім чеком оренди €100-150 на добу.',
    route: '#contact-form',
  },
  {
    text: '100% гарантія якості і сертифікація відповідно до чеських стандартів будівництва!',
    route: '#contact-form',
  },
  {
    text: 'Мінімальні витрати на обслуговування – економія до 40% на енергоносіях!',
    route: '#contact-form',
  },
  {
    text: 'Крихітний будинок для оренди: окупність від 2 років і стабільний прибуток!',
    route: '#contact-form',
  }
];