export const messages = [
  {
    text: 'Окупність від 2 років!',
    route: '#contact-form',
  },
  {
    text: 'Встановлення будинку за день – без будівельних дозволів!',
    route: '#contact-form',
  },
  {
    text: 'Здавайте в оренду одразу після встановлення!',
    route: '#contact-form',
  },
  {
    text: 'Екологічний будинок площею 15 м², який працює на автономних системах.',
    route: '#contact-form',
  },
  {
    text: 'Зекономте до 50% на витратах на будівництво порівняно з традиційними методами!',
    route: '#contact-form',
  },
  {
    text: 'Пасивний дохід - чудова монетизація вашої ділянки!',
    route: '#contact-form',
  },
  {
    text: '100% гарантія якості і сертифікація відповідно до чеських стандартів будівництва!',
    route: '#contact-form',
  },
  {
    text: 'Мінімальні витрати на обслуговування – економія до 40% на енергоносіях!',
    route: '#contact-form',
  },
  {
    text: 'Здавайте в оренду: програмістам, туристам, рибалкам, блогерам для детоксу чи ретриту!',
    route: '#contact-form',
  }
];
